tap "antoniorodr/memo"
tap "charmbracelet/tap"
tap "openclaw/tap"
tap "steipete/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"
brew "ast-grep"
brew "autojump"
brew "cmake"
brew "colima"
brew "coreutils"
brew "diff-so-fancy"
brew "emacs"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "go"
brew "googleworkspace-cli"
brew "htop"
brew "libtool"
brew "neovim"
brew "openai-whisper"
brew "pipx"
brew "python-setuptools"
brew "ripgrep"
brew "sox"
brew "summarize"
brew "swiftformat"
brew "swiftlint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "wget"
brew "xcodegen"
brew "antoniorodr/memo/memo"
brew "charmbracelet/tap/crush"
brew "openclaw/tap/gogcli"
brew "steipete/tap/imsg"
brew "steipete/tap/remindctl"
brew "stripe/stripe-cli/stripe"
brew "supabase/tap/supabase"
cask "bluebubbles"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gcloud-cli"
cask "godot"
vscode "jh3.jot-notes"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
go "github.com/jh3/jot"
uv "claude-monitor"
npm "@google/gemini-cli"
npm "@mariozechner/pi-coding-agent"
npm "@musistudio/claude-code-router"
npm "@openai/codex"
npm "@steipete/bird"
npm "@vscode/vsce"
npm "claudekit"
npm "corepack"
npm "firebase-tools"
npm "neovim"
npm "pnpm"
npm "vercel"
