brew "ast-grep"
brew "zoxide"
brew "cmake"
brew "colima"
brew "coreutils"
brew "diff-so-fancy"
brew "emacs"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "go"
brew "htop"
brew "libtool"
brew "neovim"
brew "openai-whisper"
brew "pipx"
brew "python-setuptools"
brew "ripgrep"
brew "sox"
brew "summarize"
brew "swiftformat"
brew "swiftlint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree-sitter-cli"
brew "wget"
brew "xcodegen"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "gcloud-cli"
npm "neovim"
